--[[
|------------------------------------------------- |--------- ______-----------------_______---|
|   ______   __   ______    _____     _____    __  |  _____  |  ____|  __     __    /  _____/  |
|  |__  __| |  | |__  __|  /     \   |     \  |  | | |__   | | |____  |  |   |  |  /  /____    |
|    |  |   |  |   |  |   /  /_\  \  |  |\  \ |  | |   /  /  |  ____| |  |   |  |  \____   /   |
|    |  |   |  |   |  |  /  _____  \ |  | \  \|  | |  /  /_  | |____  |  |___|  |   ___/  /    |
|    |__|   |__|   |__| /__/     \__\|__|  \_____| | |_____| |______|  \_______/  /______/     |
|--------------------------------------------------|-------------------------------------------|
| This Project Powered by : Pouya Poorrahman CopyRight 2016 Jove Version 5.3 Anti Spam Cli Bot |
|----------------------------------------------------------------------------------------------|
]]
do

function run(msg, matches)
  return [[ <i>
📍ورژن:Jove V5.3✨
📍یه ربات برنامه ریزی شده برپایه سید (هوشمند،سریع،قدرتمند)✨
📍مدل پردازنده:Intel(R) Core(TM) i7-6700 CPU @ 3.40GHz✨
📍تعداد هسته:2-1-1-2هسته✨
📍مقدار رم:2-1-1-2گیگ✨
📍هارد:60-40-40-60گیگ اس اس دی✨
📍محل سرور:هلند-هلند-هلند-هلند✨
📍مدیریت تیم و توسعه دهنده: @vVv_ERPO_vVv✨
📍مديريت و توسعه دهنده: @vWv_ERPO_vWv✨
📍مديريت: @vMv_ERPO_vMv✨
📍مديريت: @vOv_ERPO_vOv✨ 
📍مديريت: @vAv_ERPO_vAv✨ 
📍مديريت: @vEv_ERPO_vEv✨ 
📍مديريت: @mr_alone_no_love
📍ادمين: @v0v_ERPO_v0v✨  
📍کانال: @JoveCH✨
📍هلپر: @JoveTGBot✨</i>
📍سایت: SmartTG.Ir✨
🇮🇷🇮🇷🇮🇷🇮🇷🇮🇷🇮🇷🇮🇷🇮
<i>📍توضیح مختصر☀️:
یک ربات ساده و مخصوص مدیریت حرفه ای گروه
🇮🇷🇮🇷🇮🇷🇮🇷🇮🇷🇮🇷🇮🇷🇮
☀️☀️
✨ژوپيتر يک ربات چندزبانه قابل تغيير است✨</i>
]]
end

return {
  description = "Shows bot version", 
  usage = "ver: Shows bot version",
  patterns = {
    "^ژوپیتر$",
    "^ورژن$",
        "^jove$",
            "^version$",
    "^ver$",
        "^Ver$",
      "^Version$",
      "^Jove$",
    "^جو$"
  }, 
  run = run 
}

end
